Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

source: Beta
ar: تجريبي (Beta)
fr: Bêta
ko: 베타
ru: Бета

source: Browse by genre
ar: تصفح حسب النوع
de: Nach Genre stöbern
es: Explorar por género
fr: Parcourir par genre
id: Telusuri berdasarkan genre
it: Esplora per genere
ko: 장르별 찾아보기
nb: Finn via sjanger
ru: Обзор по жанрам
tr: Türe göre göz at
zh_hans: 按流派浏览

source: No data to show yet
ar: لا توجد بيانات لعرضها بعد
de: Noch keine Daten vorhanden
es: Aun no hay datos para mostrar
fr: Aucune donnée à afficher pour le moment
id: Belum ada data untuk ditampilkan
it: Ancora nessun dato da mostrare
ko: 표시할 데이터가 아직 없습니다
nb: Ingen data å vise ennå
ru: Пока нет данных для отображения
tr: Henüz gösterilecek veri yok
zh_hans: 暂无数据

source: No genres available.
ar: لا توجد أنواع متاحة.
de: Keine Genres verfügbar.
es: No hay géneros disponibles.
fr: Aucun genre disponible.
id: Tidak ada genre yang tersedia.
it: Nessun genere disponibile.
ko: 사용 가능한 장르가 없습니다.
nb: Ingen sjangere tilgjengelig.
ru: Жанры недоступны.
tr: Mevcut tür yok.
zh_hans: 无可用流派。

source: Reorder library tabs
ar: إعادة ترتيب علامات تبويب المكتبة
de: Bibliotheks-Tabs neu sortieren
es: Reordenar pestañas de la biblioteca
fr: Réorganiser les onglets de la bibliothèque
id: Urutkan ulang tab pustaka
it: Riordina schede libreria
ko: 라이브러리 탭 순서 변경
nb: Endre rekkefølge på bibliotekfaner
ru: Изменить порядок вкладок библиотеки
tr: Kitaplık sekmelerini yeniden sırala
zh_hans: 重新排序媒体库选项卡

source: Reset tab order to the default?
ar: هل تريد إعادة تعيين ترتيب علامات التبويب إلى الوضع الافتراضي؟
de: Tab-Reihenfolge auf Standard zurücksetzen?
es: ¿Restablecer el orden de las pestañas al predeterminado?
fr: Réinitialiser l'ordre des onglets par défaut ?
id: Reset urutan tab ke default?
it: Reimpostare l'ordine delle schede a quello predefinito?
ko: 탭 순서를 기본값으로 재설정하시겠습니까?
nb: Tilbakestill fanerekkefølgen til standard?
ru: Сбросить порядок вкладок к значениям по умолчанию?
tr: Sekme sırası varsayılana sıfırlansın mı?
zh_hans: 将选项卡顺序重置为默认？

source: Search…
ar: بحث…
de: Suchen…
es: Buscar…
fr: Rechercher…
id: Cari…
it: Cerca…
ko: 검색…
nb: Søk…
ru: Поиск…
tr: Ara…
zh_hans: 搜索…

source: Try a different search term or check your filters.
ar: جرّب مصطلح بحث آخر أو تحقق من الفلاتر الخاصة بك.
de: Anderen Suchbegriff versuchen oder Filter prüfen.
es: Prueba otro término o revisa los filtros.
fr: Essayez un autre terme ou vérifiez vos filtres.
id: Coba istilah pencarian yang berbeda atau periksa filter Anda.
it: Prova un termine di ricerca diverso o controlla i filtri.
ko: 다른 검색어를 입력하거나 필터를 확인해 보세요.
nb: Prøv et annet søkeord eller sjekk filtrene dine.
ru: Попробуйте другой запрос или проверьте фильтры.
tr: Farklı bir arama terimi deneyin veya filtrelerinizi kontrol edin.
zh_hans: 尝试不同的搜索词或检查您的过滤条件。

source: Your mix will appear here when PixlAudio finds songs or syncs a source.
ar: سيظهر المزيج الخاص بك هنا عندما يجد PixlAudio أغانٍ أو يقوم بمزامنة أحد المصادر.
de: Dein Mix wird hier angezeigt, sobald PixlAudio Songs findet oder eine Quelle synchronisiert.
es: Tu mix aparecera aqui cuando PixlAudio encuentre canciones o sincronice una fuente.
fr: Votre mix apparaîtra ici lorsque PixlAudio trouvera des chansons ou synchronisera une source.
id: Mix Anda akan muncul di sini saat PixlAudio menemukan lagu atau menyinkronkan sumber.
it: Il tuo mix apparirà qui quando PixlAudio troverà brani o sincronizzerà una sorgente.
ko: PixlAudio가 곡을 찾거나 소스를 동기화하면 믹스가 여기에 표시됩니다.
nb: Miksen din vises her når PixlAudio finner sanger eller synkroniserer en kilde.
ru: Ваш микс появится здесь, когда PixlAudio найдёт песни или синхронизирует источник.
tr: PixlAudio şarkıları bulduğunda veya bir kaynağı senkronize ettiğinde miksiniz burada görünecektir.
zh_hans: 当 PixlAudio 发现歌曲或同步数据源时，您的推荐将显示在此处。

# about_contributions_format
source: %1$lld contrib.
ar: %1$lld مساهمة
de: %1$lld Beiträge
id: %1$lld kontrib.
ko: 기여 %1$lld회
nb: %1$lld bidrag.
ru: %1$lld вклад.
tr: %1$lld katkı
zh_hans: %1$lld 次贡献

# about_maintainer_subtitle
source: The person behind PixlAudio.
ar: الشخص الذي يقف وراء PixlAudio.
de: Die Person hinter PixlAudio.
es: La persona detrás de PixlAudio.
fr: La personne derrière PixlAudio.
id: Orang di balik PixlAudio.
it: La persona dietro PixlAudio.
ko: PixlAudio를 만드는 사람입니다.
nb: Personen bak PixlAudio.
ru: Человек, стоящий за PixlAudio.
tr: PixlAudio'ın arkasındaki kişi.
zh_hans: PixlAudio 背后的开发者。

# about_maintainer_title
source: Maintainer
ar: المشرف الرئيسي
es: Mantenedor
fr: Mainteneur
id: Pemelihara
ko: 유지 관리자
nb: Vedlikeholder
ru: Сопровождающий проекта
tr: Sorumlu
zh_hans: 维护者

# about_signal_community_first
source: Community-first
ar: المجتمع أولاً
es: Comunidad primero
fr: Priorité à la communauté
ko: 커뮤니티 중심
nb: Samfunnet først
ru: Ориентирован на сообщество
tr: Önce topluluk
zh_hans: 社区优先

# about_signal_open_source
source: Open source
ar: مفتوح المصدر
es: Código abierto
ko: 오픈 소스
nb: Åpen kildekode
ru: Открытый исходный код
tr: Açık kaynak
zh_hans: 开源

# about_tagline
source: Open source music player built with its community.
ar: مشغل موسيقى مفتوح المصدر تم بناؤه مع مجتمعه.
de: Open-Source-Musikplayer – von der Community, für die Community.
es: Reproductor de música open source construido con su comunidad.
fr: Lecteur de musique open source construit avec sa communauté.
id: Pemutar musik open source yang dibangun bersama komunitasnya.
it: Lettore musicale open source costruito con la sua community.
ko: 커뮤니티와 함께 만드는 오픈 소스 뮤직 플레이어입니다.
nb: Åpen kildekode musikk-spiller bygget med sitt samfunn.
ru: Музыкальный плеер с открытым исходным кодом, созданный сообществом.
tr: Topluluğuyla birlikte oluşturulan açık kaynaklı müzik çalar.
zh_hans: 由社区共同打造的开源音乐播放器。

# about_version_format
source: Version v%1$@
ar: الإصدار v%1$@
es: Versión v%1$@
id: Versi v%1$@
it: Versione v%1$@
ko: 버전 v%1$@
nb: Versjon v%1$@
ru: Версия v%1$@
tr: Sürüm v%1$@
zh_hans: 版本 v%1$@

# delimiter_add_title
source: Add New Delimiter
ar: إضافة محدد جديد
de: Neues Trennzeichen hinzufügen
es: Añadir nuevo delimitador
fr: Ajouter un nouveau délimiteur
id: Tambah Pemisah Baru
it: Aggiungi nuovo delimitatore
ko: 새 구분 기호 추가
nb: Legg til ny delimiter
ru: Добавить разделитель
tr: Yeni Sınırlayıcı Ekle
zh_hans: 添加新分隔符

# delimiter_defaults_title
source: Default Delimiters
ar: المحددات الافتراضية
de: Standard-Trennzeichen
es: Delimitadores predeterminados
fr: Délimiteurs par défaut
id: Pemisah Default
it: Delimitatori predefiniti
ko: 기본 구분 기호
nb: Standard delimitere
ru: Разделители по умолчанию
tr: Varsayılan Sınırlayıcılar
zh_hans: 默认分隔符

# delimiter_label_space
source: Space
ar: مسافة
de: Leerzeichen
es: Espacio
fr: Espace
id: Spasi
it: Spazio
ko: 공백
nb: Mellomrom
ru: Пробел
tr: Boşluk
zh_hans: 空格

# delimiter_reset_message
source: This will clear all your custom delimiters and restore the defaults. This action cannot be undone.
ar: سيؤدي هذا إلى مسح جميع المحددات المخصصة واستعادة المحددات الافتراضية. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle deine benutzerdefinierten Trennzeichen gelöscht und die Standards wiederhergestellt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Se borrarán todos tus delimitadores personalizados y se restaurarán los predeterminados. Esta acción no se puede deshacer.
fr: Cela effacera tous vos délimiteurs personnalisés et restaurera ceux par défaut. Cette action ne peut pas être annulée.
id: Ini akan menghapus semua pemisah kustom Anda dan mengembalikan default. Tindakan ini tidak dapat dibatalkan.
it: Questo cancellerà tutti i tuoi delimitatori personalizzati e ripristinerà i predefiniti. Questa azione non può essere annullata.
ko: 모든 사용자 지정 구분 기호를 지우고 기본값으로 복원합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette alle egendefinerte delimitere og gjenopprette standardene. Denne handlingen kan ikke angres.
ru: Все пользовательские разделители будут удалены и заменены значениями по умолчанию. Это действие нельзя отменить.
tr: Bu işlem tüm özel sınırlayıcılarınızı temizleyecek ve varsayılanları geri yükleyecektir. Bu işlem geri alınamaz.
zh_hans: 这将清除您所有自定义的分隔符并恢复默认设置。此操作无法撤销。

# delimiter_reset_title
source: Reset Delimiters?
ar: إعادة تعيين المحددات؟
de: Trennzeichen zurücksetzen?
es: ¿Restablecer delimitadores?
fr: Réinitialiser les délimiteurs ?
id: Reset Pemisah?
it: Reimpostare delimitatori?
ko: 구분 기호를 재설정하시겠습니까?
nb: Tilbakestill delimitere?
ru: Сбросить разделители?
tr: Sınırlayıcıları Sıfırla?
zh_hans: 重置分隔符？

# delimiter_toast_added
source: Delimiter added
ar: تمت إضافة المحدد
de: Trennzeichen hinzugefügt
es: Delimitador añadido
fr: Délimiteur ajouté
id: Pemisah ditambahkan
it: Delimitatore aggiunto
ko: 구분 기호가 추가되었습니다
nb: Delimiter lagt til
ru: Разделитель добавлен
tr: Sınırlayıcı eklendi
zh_hans: 已添加分隔符

# delimiter_toast_at_least_one
source: At least one delimiter is required
ar: يلزم وجود محدد واحد على الأقل
de: Mindestens ein Trennzeichen ist erforderlich
es: Se requiere al menos un delimitador
fr: Au moins un délimiteur est requis
id: Setidaknya satu pemisah diperlukan
it: È richiesto almeno un delimitatore
ko: 최소 하나의 구분 기호가 필요합니다
nb: Minst én delimiter er påkrevd
ru: Требуется хотя бы один разделитель
tr: En az bir sınırlayıcı gereklidir
zh_hans: 至少需要一个分隔符

# delimiter_toast_invalid
source: Delimiter already exists or is invalid
ar: المحدد موجود بالفعل أو غير صالح
de: Trennzeichen bereits vorhanden oder ungültig
es: El delimitador ya existe o no es válido
fr: Le délimiteur existe déjà ou est invalide
id: Pemisah sudah ada atau tidak valid
it: Il delimitatore esiste già o non è valido
ko: 구분 기호가 이미 존재하거나 유효하지 않습니다
nb: Delimiter finnes allerede eller er ugyldig
ru: Разделитель уже существует или недопустим
tr: Sınırlayıcı zaten var veya geçersiz
zh_hans: 分隔符已存在或无效

# delimiter_toast_reset
source: Delimiters reset to defaults
ar: تمت إعادة تعيين المحددات إلى الافتراضية
de: Trennzeichen auf Standard zurückgesetzt
es: Delimitadores restablecidos a los predeterminados
fr: Délimiteurs réinitialisés aux valeurs par défaut
id: Pemisah direset ke default
it: Delimitatori reimpostati ai predefiniti
ko: 구분 기호가 기본값으로 재설정되었습니다
nb: Delimitere tilbakestilt til standard
ru: Разделители сброшены
tr: Sınırlayıcılar varsayılana sıfırlandı
zh_hans: 分隔符已重置为默认

# easter_egg_thank_you
source: Thank you for using PixlAudio!
ar: شكراً لك على استخدام PixlAudio!
de: Vielen Dank, dass du PixlAudio nutzt!
es: ¡Gracias por usar PixlAudio!
fr: Merci d'utiliser PixlAudio !
id: Terima kasih telah menggunakan PixlAudio!
it: Grazie per usare PixlAudio!
ko: PixlAudio를 이용해 주셔서 감사합니다!
nb: Takk for at du bruker PixlAudio!
ru: Спасибо за использование PixlAudio!
tr: PixlAudio'ı kullandığınız için teşekkür ederiz!
zh_hans: 感谢您使用 PixlAudio！

# equalizer_action_save_new
source: Save New
ar: حفظ كجديد
de: Neu speichern
es: Guardar nuevo
fr: Enregistrer nouveau
id: Simpan baru
it: Salva nuovo
ko: 새로 저장
nb: Lagre ny
ru: Сохранить как новый
tr: Yeni olarak kaydet
zh_hans: 保存为新预设

# settings_category_about_subtitle
source: App info, version, and credits
ar: معلومات التطبيق، الإصدار، والحقوق
de: Version, Credits und mehr
es: Información de la app, versión y créditos
fr: Infos sur l'application, version et crédits
id: Info aplikasi, versi, dan kredit
it: Info app, versione e crediti
ko: 앱 정보, 버전 및 제작진
nb: App-info, versjon og bidragsytere
ru: Информация, версия и благодарности
tr: Uygulama bilgisi, sürüm ve katkıda bulunanlar
zh_hans: 应用信息、版本和鸣谢

# settings_category_about_title
source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ko: 정보
nb: Om
ru: О приложении
tr: Hakkında
zh_hans: 关于

# settings_category_ai_subtitle
source: Smart playlists and listening insights
ar: مزودو الذكاء الاصطناعي، مفاتيح الـ API، وإعدادات النموذج
de: Anbieter, API Keys und Modelle
es: Proveedores de IA, claves API y modelos
fr: Fournisseurs d'IA, clés API et paramètres du modèle
id: Penyedia AI, kunci API, dan pengaturan model
it: Provider AI, chiavi API e impostazioni modello
ko: AI 제공업체, API 키 및 모델 설정
nb: AI-leverandører, API-nøkler og modellinnstillinger
ru: Поставщики ИИ, API-ключи и настройки моделей
tr: YZ sağlayıcıları, API anahtarları ve model ayarları
zh_hans: AI 提供商、API 密钥和模型设置

# settings_category_ai_title
source: AI features
ar: دمج الذكاء الاصطناعي (β)
de: KI-Integration (β)
es: Integración IA (β)
fr: Intégration IA (β)
id: Integrasi AI (β)
it: Integrazione AI (β)
ko: AI 연동 (β)
nb: AI-integrasjon (β)
ru: Интеграция ИИ (β)
tr: Yapay Zeka Entegrasyonu (β)
zh_hans: AI 集成 (β)

# settings_category_appearance_subtitle
source: Themes, layout, and visual styles
ar: السمات (الثيمات)، التخطيط، والأنماط المرئية
de: Design, Layout und Farben
es: Temas, diseño y estilos visuales
fr: Thèmes, disposition et styles visuels
id: Tema, tata letak, dan gaya visual
it: Temi, layout e stili visuali
ko: 테마, 레이아웃 및 시각적 스타일
nb: Temaer, layout og visuelle stiler
ru: Темы, макеты и визуальные стили
tr: Temalar, düzen ve görsel stiller
zh_hans: 主题、布局和视觉样式

# settings_category_appearance_title
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
id: Tampilan
it: Aspetto
ko: 디자인
nb: Utseende
ru: Внешний вид
tr: Görünüm
zh_hans: 外观

# settings_category_backup_subtitle
source: Export and recover your personal app data
ar: تصدير واستعادة بيانات تطبيقك الشخصية
de: App-Daten exportieren und importieren
es: Exporta y recupera tus datos personales
fr: Exporter et récupérer vos données personnelles de l'application
id: Ekspor dan pulihkan data aplikasi pribadi Anda
it: Esporta e recupera i tuoi dati personali dell'app
ko: 개인 앱 데이터 내보내기 및 복구
nb: Eksporter og gjenopprett dine personlige app-data
ru: Экспорт и восстановление персональных данных приложения
tr: Kişisel uygulama verilerinizi dışa aktarın ve kurtarın
zh_hans: 导出和恢复您的个人应用数据

# settings_category_backup_title
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Backup & Wiederherstellen
es: Copia y restauración
fr: Sauvegarde et restauration
id: Cadangkan & Pulihkan
it: Backup e ripristino
ko: 백업 및 복구
nb: Sikkerhetskopiering og gjenoppretting
ru: Резервное копирование и восстановление
tr: Yedekle ve Geri Yükle
zh_hans: 备份与恢复

# settings_category_behavior_subtitle
source: Gestures, haptics, and navigation behavior
ar: الإيماءات، التفاعل اللمسي، وسلوك التنقل
de: Gesten, Haptik und Navigation
es: Gestos, vibración y navegación
fr: Gestes, retour haptique et comportement de navigation
id: Gerakan, haptik, dan perilaku navigasi
it: Gesti, feedback aptico e comportamento navigazione
ko: 제스처, 햅틱 및 내비게이션 동작
nb: Gester, haptikk og navigasjonsatferd
ru: Жесты, тактильный отклик и навигация
tr: Hareketler, dokunsal geri bildirim ve gezinme davranışı
zh_hans: 手势、触感反馈和导航行为

# settings_category_behavior_title
source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
id: Perilaku
it: Comportamento
ko: 동작
nb: Atferd
ru: Поведение
tr: Davranış
zh_hans: 行为

# settings_category_developer_subtitle
source: Experimental features and debugging
ar: الميزات التجريبية وإصلاح الأخطاء
de: Experimente und Debugging
es: Funciones experimentales y depuración
fr: Fonctionnalités expérimentales et débogage
id: Fitur eksperimental dan debugging
it: Funzioni sperimentali e debug
ko: 실험적 기능 및 디버깅
nb: Eksperimentelle funksjoner og feilsøking
ru: Экспериментальные функции и отладка
tr: Deneysel özellikler ve hata ayıklama
zh_hans: 实验性功能和调试

# settings_category_developer_title
source: Developer Options
ar: خيارات المطورين
de: Entwickleroptionen
es: Opciones de desarrollador
fr: Options développeur
id: Opsi Pengembang
it: Opzioni sviluppatore
ko: 개발자 옵션
nb: Utvikleralternativer
ru: Параметры разработчика
tr: Geliştirici Seçenekleri
zh_hans: 开发者选项

# settings_category_device_capabilities_subtitle
source: Audio specs, codecs, and decoder info
ar: مواصفات الصوت، برامج الترميز (Codecs)، ومعلومات فك التشفير
de: Codecs, Decoder und Audio-Specs
es: Especificaciones de audio, códecs y decodificadores
fr: Spécifications audio, codecs et infos sur le décodeur
id: Spek audio, codec, dan info dekoder
it: Specifiche audio, codec e info decoder
ko: 오디오 사양, 코덱 및 디코더 정보
nb: Lydspesifikasjoner, kodeker og dekoderinfo
ru: Характеристики аудио, кодеки и декодеры
tr: Ses özellikleri, kodekler ve çözücü bilgileri
zh_hans: 音频规格、编解码器和解码器信息

# settings_category_device_capabilities_title
source: Device Capabilities
ar: قدرات الجهاز
de: Gerätefähigkeiten
es: Capacidades del dispositivo
fr: Capacités de l'appareil
id: Kemampuan Perangkat
it: Capacità dispositivo
ko: 기기 성능
nb: Enhetsfunksjoner
ru: Возможности устройства
tr: Cihaz Yetenekleri
zh_hans: 设备性能

# settings_category_equalizer_subtitle
source: Adjust audio frequencies and presets
ar: ضبط ترددات الصوت والمستويات المسبقة
de: Frequenzen und Presets anpassen
es: Ajusta frecuencias y preajustes
fr: Ajuster les fréquences audio et les préréglages
id: Sesuaikan frekuensi audio dan preset
it: Regola frequenze audio e preset
ko: 오디오 주파수 및 프리셋 조정
nb: Juster lydfrekvenser og forhåndsinnstillinger
ru: Настройка частот и пресетов
tr: Ses frekanslarını ve hazır ayarları düzenleyin
zh_hans: 调整音频频率和预设

# settings_category_equalizer_title
source: Equalizer
ar: معادل الصوت (Equalizer)
es: Ecualizador
fr: Égaliseur
it: Equalizzatore
ko: 이퀄라이저
ru: Эквалайзер
tr: Ekolayzer
zh_hans: 均衡器

# settings_category_playback_subtitle
source: Audio behavior, crossfade, and background play
ar: سلوك الصوت، التداخل (Crossfade)، والتشغيل في الخلفية
de: Audio, Crossfade und Hintergrundwiedergabe
es: Comportamiento de audio, fundido cruzado y reproducción en segundo plano
fr: Comportement audio, fondu enchaîné et lecture en arrière-plan
id: Perilaku audio, crossfade, dan putar latar belakang
it: Comportamento audio, crossfade e riproduzione in background
ko: 오디오 동작, 크로스페이드 및 백그라운드 재생
nb: Lydatferd, crossfade og bakgrunnsavspilling
ru: Поведение аудио, кроссфейд и фоновое воспроизведение
tr: Ses davranışı, geçişli yumuşatma (crossfade) ve arka planda oynatma
zh_hans: 音频行为、淡入淡出和后台播放

# settings_category_playback_title
source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
id: Pemutaran
it: Riproduzione
ko: 재생
nb: Avspilling
ru: Воспроизведение
tr: Oynatma
zh_hans: 播放

# settings_pause_on_volume_zero
source: Pause when volume reaches zero
ar: إيقاف مؤقت عند وصول مستوى الصوت إلى الصفر
de: Pausieren, wenn Lautstärke null erreicht
es: Pausar cuando el volumen llegue a cero
fr: Mettre en pause quand le volume atteint zéro
id: Jeda saat volume mencapai nol
it: Metti in pausa quando il volume raggiunge zero
ko: 볼륨이 0이 되면 일시정지
nb: Sett på pause når volumet er null
ru: Пауза при нулевой громкости
tr: Ses sıfıra ulaştığında duraklat
zh_hans: 音量为零时暂停

# settings_pause_on_volume_zero_desc
source: Automatically pause playback when the volume is set to 0
ar: إيقاف التشغيل تلقائيًا مؤقتًا عندما يكون مستوى الصوت 0
de: Wiedergabe automatisch pausieren, wenn die Lautstärke auf 0 gesetzt wird
es: Pausar automáticamente la reproducción cuando el volumen sea 0
fr: Mettre automatiquement en pause la lecture lorsque le volume est à 0
id: Otomatis menjeda pemutaran saat volume diatur ke 0
it: Metti automaticamente in pausa la riproduzione quando il volume è 0
ko: 볼륨이 0으로 설정되면 자동으로 재생을 일시정지합니다
nb: Sett automatisk avspillingen på pause når volumet settes til 0
ru: Автоматически приостанавливать воспроизведение, когда громкость равна 0
tr: Ses seviyesi 0'a ayarlandığında oynatmayı otomatik olarak duraklat
zh_hans: 当音量设置为 0 时自动暂停播放

# settings_volume_section
source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
ko: 볼륨
nb: Volum
ru: Громкость
tr: Ses
zh_hans: 音量

# setup_all_set_body
source: You're ready to enjoy your music.
ar: أنت مستعد الآن للاستمتاع بموسيقاك.
de: Du kannst jetzt deine Musik genießen.
es: Ya puedes disfrutar de tu música.
fr: Vous êtes prêt à profiter de votre musique.
id: Anda siap untuk menikmati musik Anda.
it: Sei pronto per goderti la tua musica.
ko: 이제 음악을 즐길 준비가 되었습니다.
nb: Du er klar til å nyte musikken din.
ru: Теперь можно наслаждаться музыкой.
tr: Müziğinizin keyfini çıkarmaya hazırsınız.
zh_hans: 您已准备好享受音乐了。

# setup_all_set_title
source: All Set!
ar: كل شيء جاهز!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
id: Semua Sudah Siap!
it: Tutto pronto!
ko: 준비 완료!
nb: Alt klart!
ru: Готово!
tr: Her Şey Hazır!
zh_hans: 一切就绪！

# setup_backup_have_description
source: If you already have a PixlAudio backup, restore it now and skip most of the remaining setup on this device.
ar: إذا كان لديك نسخة احتياطية من PixlAudio بالفعل، فاستعدها الآن لتخطي معظم خطوات الإعداد المتبقية على هذا الجهاز.
de: Backup vorhanden? Jetzt wiederherstellen und den Großteil des Setups überspringen.
es: Si ya tienes una copia de PixlAudio, restáurala ahora y omite la mayor parte del resto de la configuración en este dispositivo.
fr: Si vous avez déjà une sauvegarde PixlAudio, restaurez-la maintenant pour passer la majeure partie de la configuration restante.
id: Jika Anda sudah memiliki cadangan PixlAudio, pulihkan sekarang dan lewati sebagian besar penyiapan yang tersisa di perangkat ini.
it: Se hai già un backup di PixlAudio, ripristinalo ora e salta la maggior parte del setup rimanente su questo dispositivo.
ko: 이미 PixlAudio 백업이 있는 경우, 지금 복구하여 나머지 설정 과정을 건너뛸 수 있습니다.
nb: Hvis du allerede har en PixlAudio-sikkerhetskopi, kan du gjenopprette den nå.
ru: Если у вас уже есть резервная копия PixlAudio, восстановите её сейчас и пропустите большую часть настройки на этом устройстве.
tr: Zaten bir PixlAudio yedeğiniz varsa, şimdi geri yükleyin ve bu cihazdaki kalan kurulum adımlarının çoğunu atlayın.
zh_hans: 如果您已有 PixlAudio 备份，现在恢复它可以跳过此设备上的大部分剩余设置。

# setup_backup_have_title
source: Do you have a backup?
ar: هل لديك نسخة احتياطية؟
de: Hast du ein Backup?
es: ¿Tienes una copia de seguridad?
fr: Avez-vous une sauvegarde ?
id: Apakah Anda memiliki cadangan?
it: Hai un backup?
ko: 백업 파일이 있나요?
nb: Har du en sikkerhetskopi?
ru: У вас есть резервная копия?
tr: Yedeğiniz var mı?
zh_hans: 您有备份文件吗？

# setup_beta_label
source: Beta
ar: تجريبي (Beta)
fr: Bêta
ko: 베타
ru: Бета

# setup_checking_backup
source: Checking backup package…
ar: جاري التحقق من حزمة النسخة الاحتياطية…
de: Backup wird geprüft…
es: Comprobando copia de seguridad…
fr: Vérification du paquet de sauvegarde…
id: Memeriksa paket cadangan…
it: Controllo pacchetto backup…
ko: 백업 패키지 확인 중…
nb: Sjekker sikkerhetskopi…
ru: Проверка пакета резервной копии…
tr: Yedekleme paketi kontrol ediliyor…
zh_hans: 正在检查备份包…

# setup_compact_mode
source: Compact Mode
ar: الوضع المدمج
de: Kompaktmodus
es: Modo compacto
fr: Mode compact
id: Mode Ringkas
it: Modalità compatta
ko: 컴팩트 모드
nb: Kompakt modus
ru: Компактный режим
tr: Kompakt Mod
zh_hans: 紧凑模式

# setup_compact_mode_pill_hint
source: Using minimal pill navigation
ar: يتم استخدام شريط التنقل الكبسولة المدمج
de: Minimale Pill-Navigation aktiv
es: Navegación en píldora mínima
fr: Utilisation de la navigation en pastille minimale
id: Menggunakan navigasi pil minimal
it: Uso navigazione pill minimale
ko: 최소 알약 내비게이션 사용 중
nb: Bruker minimal navigasjon
ru: Минималистичная навигация-пилюля
tr: Minimal hap (pill) navigasyonu kullanılıyor
zh_hans: 使用极简胶囊导航

# setup_compact_mode_tab_hint
source: Using standard tab row
ar: يتم استخدام صف علامات التبويب القياسي
de: Standard-Tab-Leiste aktiv
es: Fila de pestañas estándar
fr: Utilisation de la barre d'onglets standard
id: Menggunakan baris tab standar
it: Uso riga schede standard
ko: 표준 탭 행 사용 중
nb: Bruker standard fanerekke
ru: Стандартные вкладки
tr: Standart sekme satırı kullanılıyor
zh_hans: 使用标准标签栏

# setup_grant_media_permission
source: Grant Media Permission
ar: منح إذن الوسائط
de: Medienberechtigung erteilen
es: Conceder permiso de medios
fr: Accorder l'autorisation média
id: Berikan Izin Media
it: Concedi permesso media
ko: 미디어 권한 허용
nb: Gi medietilgang
ru: Предоставить доступ к медиафайлам
tr: Medya İzni Ver
zh_hans: 授予媒体权限
